tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'buo/cask-upgrade'
tap 'Schniz/tap'

cask 'adoptopenjdk8'
cask 'alfred'
cask 'bartender'
cask 'bbedit'
cask 'brave-browser'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'hammerspoon'
cask 'intellij-idea'
cask 'iterm2'
#cask 'java'
#cask 'java11'
cask 'karabiner-elements'
#cask 'little-snitch'
cask 'love'
cask 'mac2imgur'
#cask 'microsoft-office'
cask 'mysqlworkbench'
cask 'paintbrush'
cask 'postman'
cask 'slack'
cask 'sourcetree'
cask 'spotify'
#cask 'telegram'
cask 'typinator'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoomus'

brew 'awscli'
brew 'brew-cask-completion'
brew 'coreutils'
brew 'duti'
brew 'findutils'
brew 'fish'
brew 'fnm'
brew 'git'
brew 'gradle'
brew 'hub'
brew 'lua'
brew 'luarocks'
brew 'mas'
brew 'maven'
brew 'mysql'
brew 'openssl'
brew 'python'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'telnet'
brew 'thefuck'
brew 'wget'
brew 'youtube-dl'

mas 'Amphetamine', id: 937984704
mas 'iMovie', id: 408981434
mas 'Keynote', id: 409183694
mas 'Xcode', id: 497799835
mas 'iBoostUp', id: 484829041
mas 'Pages', id: 409201541
mas 'Numbers', id: 409203825
mas 'Yoink', id: 457622435
mas 'Magnet', id: 441258766
mas 'Trillian', id: 412056820
mas 'Jira Cloud by Atlassian', id: 1475897096
mas 'monday.com', id: 1298450641

